<template>
  <div>
    <div class="bx-content" style="padding: 20px;line-height: 150%;">
      <h2 style="margin: 30px 0;text-align: center;font-size: 30px;">韵之装用户服务协议</h2>

      <p style="text-indent: 2em;">
        一、导言
      </p>
      <p style="text-indent: 2em;">
        尊敬的用户，欢迎您注册韵之装网站并使用韵之装平台服务！请您阅读并遵守《韵之装用户服务协议》（以下简称“本协议”）。同时，请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、管辖与法律适用条款，以及开通或使用某项服务的单独协议。限制、免责条款可能以黑体加粗或加下划线的形式提示您重点注意。除非您已阅读并接受本协议所有条款，否则您将不能注册韵之装账号或使用韵之装提供的服务，您使用韵之装的服务即视为您已阅读并同意上述协议的约束。如对本协议内容有任何疑问、意见或建议，您可通过韵之装网站提供的各种联系方式与我们联系。如果您未满18周岁，请在法定监护人的陪同下阅读本协议，在使用韵之装的其他任何服务并开展任何行为前，您应事先征得您的家长和其他法定监护人的同意。
      </p>
      <p style="text-indent: 2em;">
        二、协议的主体与范围
      </p>
      <p style="text-indent: 2em;">
        1、本协议是用户与韵之装之间就用户使用韵之装平台（指包括韵之装等网站及客户端应用程序在内的各种形态（包括未来技术发展出现的新的服务形态），以下称“本平台”）及服务等相关事宜所订立的契约，“韵之装”是指定州荣格工程项目管理有限公司（以下简称“荣格公司”）及其相关服务可能存在的运营关联单位。“用户”是指使用韵之装相关服务的使用人，包含注册用户和非注册用户，在本协议中更多地称为“您”。
      </p>
      <p style="text-indent: 2em;">
        2、请您在访问和注册、使用"韵之装"提供的网络服务前仔细阅读本协议，您访问或注册、使用"韵之装"提供的网络服务，将视为您同意并接受“本协议”全部条款的约束。本协议同时包括《韵之装用户服务协议》《隐私政策》及平台的任何公告、公示等规则性内容，上述内容均为本协议不可分割的组成部分。上述各项内容之间如存在不一致之处，以时间上最新发布的内容为准。
      </p>
      <p style="text-indent: 2em;">
        三、服务说明
      </p>
      <p style="text-indent: 2em;">
        1、本协议适用于网页端、微信公众号、移动手机端（包括IOS、安卓及已有或未来将新增的任何其他移动客户端）等各类平台或媒介中韵之装所提供的各项服务。本协议项下所述“服务”既包括韵之装网站www.dzronge.com及关联网站提供的基于互联网和移动网的相关服务（包括但不限于即时通讯、网络媒体、互联网增值、电子商务和广告等产品及/或服务），亦包括您使用韵之装用户账号接受韵之装相关合作商家所提供的服务。
      </p>
      <p style="text-indent: 2em;">
        2、韵之装通过互联网为您提供网络服务，同时，您必须：
      </p>
      <p style="text-indent: 2em;">
        （1）自行配备上网的所需设备，包括个人电脑、调制解调器或其他必备上网装置；
      </p>
      <p style="text-indent: 2em;">
        （2）自行负担个人上网所支付的与此服务有关的电话费用、网络费用。
      </p>
      <p style="text-indent: 2em;">
        （3）您理解并同意，您使用本服务时会耗用您的终端设备和带宽等资源。
      </p>
      <p style="text-indent: 2em;">
        3、韵之装网站服务说明：对您预订的服务项目中出现的瑕疵等问题，韵之装将尽力协助您与相关服务项目提供商进行协商但并不因此承担责任。不能协商解决的，您可以向消费者协会投诉或通过法律途径解决。
      </p>
      <p style="text-indent: 2em;">
        4、对于因不可抗力或韵之装不能控制的原因造成的网络服务中断或其他缺陷，韵之装不承担责任，但将尽力减少因此而给用户造成的损失和影响。
      </p>
      <p style="text-indent: 2em;">
        5、韵之装网站内用户发布内容均由其自行编辑并予以展示，韵之装仅为用户提供发布途径，其内容并不代表韵之装的意见及观点。
      </p>
      <p style="text-indent: 2em;">
        四、账户注册
      </p>
      <p style="text-indent: 2em;">
        1、为帮助您完成韵之装网站账户注册流程，更好的使用韵之装为您提供的各项服务，您应按照国家法律法规及韵之装的相关要求提供、维持、更新您的个人用户信息，确保其真实、正确、最新及完整性。若您提供任何错误、不实、过时或不完整的资料或者韵之装有合理的理由怀疑您所提供的资料错误、不实、过时或不完整，韵之装有权暂停或终止您的注册帐号服务，并拒绝您于现在和未来使用韵之装全部或部分的服务。如果您提供的注册资料不合法、不真实、不准确、不详尽的，您需承担因此引起的相应责任及后果，并且韵之装保留终止您使用本网站各项服务的权利。您已知悉，在韵之装账号注册过程中，因安全性、内部管理等原因，部分初始注册资料可能将无法再次更改。因此，您应谨慎核查此部分注册资料，确保正确填写。
      </p>
      <p style="text-indent: 2em;">
        2、注册成功后，韵之装将为您设置一个帐号，您将可以设置相应的密码,并对在其账户和密码下发生的所有行为承担完全法律责任。您不得以任何形式转让或授权他人使用自己的韵之装账户，也不应使用他人账户在韵之装进行访问和接受相关服务。您本人的密码或账号遭到未获授权的使用，或者发生其它任何安全问题时，应立即通知韵之装。完成注册后，您仅取得相关帐号的使用权，不得将帐号转让、出租、赠与给任何第三方或继承。
      </p>
      <p style="text-indent: 2em;">
        3、您知悉并承诺，您具有完全民事权利能力和行为能力或虽不具有完全民事权利能力和行为能力但已经过您的家长和其他法定监护人同意并由您的家长和其他法定监护人代理注册及使用韵之装的各项服务。若您不具备前述相适应的民事行为能力即进行账号注册的，则您及您的家长和其他法定监护人应依照法律规定承担因此而导致的一切后果。
      </p>
      <p style="text-indent: 2em;">
        4、因国家法律法规、监管要求及特定门类的服务（如金融服务等）需要，您有可能需要在注册或使用该等服务的特定环节中填写真实的身份信息，并需通过相关验证流程后方可使用服务，如您填写的身份信息不完整、不真实或未通过验证，将导致您无法使用该服务、损害自身、他人利益或造成其他不利后果，该等后果将由您予以承担。
      </p>
      <p style="text-indent: 2em;">
        5、除因历史原因、业务整合等韵之装所认可的特殊情况外，韵之装原则上只允许您使用一个韵之装用户账号。如有证据证明或韵之装有理由相信您存在不当注册或不当使用多个韵之装用户账号的情形，韵之装可将相关账号信息进行合并或采取其他合理措施，如因您不当注册或不当使用给韵之装及相关方造成损失的，您还应承担相应的赔偿责任。此外，出于相关业务需要，韵之装也可对同一用户的多个账号或相关信息进行合并，如该等合并将对您的权益产生实质影响，韵之装将在进行上述合并前事先征得您的同意。
      </p>
      <p style="text-indent: 2em;">
        6、您的访问、注册、使用等行为都代表您对本协议的完全同意，即视为您确认自己具有享受本平台服务、进行服务预约、消费等相应的权利能力和行为能力，能够独立承担法律责任。您确认，如果您在18周岁以下，您只能在父母或其他监护人的监护参与下才能使用本平台。
      </p>
      <p style="text-indent: 2em;">
        7、对于您所提交的注册信息中涉及个人信息的内容，韵之装将严格按照《隐私政策》的规定进行收集、处理和使用。韵之装严格保障用户隐私权，对上网用户的个人信息保密，未经您的同意不得向他人泄露，但法律及《隐私政策》另有规定的除外。&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;
      </p>
      <p style="text-indent: 2em;">
        五、账户使用与管理
      </p>
      <p style="text-indent: 2em;">
        1、您应对您账号项下的所有行为（包括但不限于在线签署任何协议，浏览、登记、支付、点评、上传、发布）所产生的一切后果负责，通过您的账号所发生的上述各项行为将视为您本人的真实意思表示。
      </p>
      <p style="text-indent: 2em;">
        2、韵之装提示您，您通过自身账号在接受韵之装的各项服务中所上传、发送的任何内容都应具有合法来源，如相关内容涉及任何第三方的合法权益，应事先获得相应的许可。如韵之装收到涉及您的相关举报或投诉，韵之装可采取相关法律法规所要求或允许的方式，向相关争议方、相关部门提供包括账号在内的必要的信息，以便解决纠纷争议，保护正当权利人的合法权益。
      </p>
      <p style="text-indent: 2em;">
        3、除非法律允许或韵之装书面许可，您使用本网站过程中不得从事下列行为：
      </p>
      <p style="text-indent: 2em;">
        （1）删除本网站及其副本上关于著作权的信息；
      </p>
      <p style="text-indent: 2em;">
        （2）对本网站进行反向工程、反向汇编、反向编译，或者以其他方式尝试发现本网站的源代码；
      </p>
      <p style="text-indent: 2em;">
        （3）对韵之装拥有知识产权的内容进行使用、出租、出借、复制、修改、链接、转载、汇编、发表、出版、建立镜像站点等；
      </p>
      <p style="text-indent: 2em;">
        （4）对本网站或者本网站运行过程中释放到任何终端内存中的数据、网站运行过程中客户端与服务器端的交互数据，以及本网站运行所必需的系统数据，进行复制、修改、增加、删除、挂接运行或创作任何衍生作品，形式包括但不限于使用插件、外挂或非经韵之装授权的第三方工具/服务接入本网站和相关系统；
      </p>
      <p style="text-indent: 2em;">
        （5）通过修改或伪造网站运行中的指令、数据，增加、删减、变动网站的功能或运行效果，或者将用于上述用途的软件、方法进行运营或向公众传播，无论这些行为是否为商业目的；
      </p>
      <p style="text-indent: 2em;">
        （6）通过非韵之装开发、授权的第三方软件、插件、外挂、系统，登录或使用本网站及服务，或制作、发布、传播上述工具；
      </p>
      <p style="text-indent: 2em;">
        （7）自行或者授权他人、第三方软件对本网站及其组件、模块、数据进行干扰；
      </p>
      <p style="text-indent: 2em;">
        （8）自行转载他人文章或者上传他人设计作品时未事先征得原作者同意并注明原作者姓名出处及版权仅归原作者所有。
      </p>
      <p style="text-indent: 2em;">
        4、韵之装特别提示您，您应该妥善保管您的账号和密码，当您使用完毕韵之装的服务后，您应安全退出。此外，您不应轻信借款、索要密码或其他涉及财产的网络信息，涉及财产操作的，请一定先核实对方身份，并请经常留意韵之装有关防范诈骗犯罪的提示。您知悉并同意，如您在账号信息的保管上、相关上网设备的网络安全维护上存在任何过失导致账号丢失、泄露，您应对此所产生的全部后果负责，韵之装对此不承担责任，如韵之装因此产生相关支出， 韵之装将有权向您予以追偿。
      </p>
      <p style="text-indent: 2em;">
        5、如您发现账号存在安全问题，请您立即联系韵之装予以调查处理，否则韵之装对潜在损失的产生或扩大不承担任何责任。
      </p>
      <p style="text-indent: 2em;">
        6、您知悉并同意，在符合法律法规的规定，或经国家机关要求的前提下，韵之装有权对您的注册账号进行限制或冻结，在该等情况下，您可能无法继续登陆或使用您的注册账号。
      </p>
      <p style="text-indent: 2em;">
        7、您理解并同意：为向您提供更为细致、贴心的服务，韵之装会通过您注册时填写的手机号码或者电子邮箱、微信号等向您直接致电推荐或发送您可能感兴趣的商品服务的广告宣传信息、促销优惠等商业性信息；如果您不愿意接收此类信息，则您有权通过韵之装提供的相应的退订方式进行退订。
      </p>
      <p style="text-indent: 2em;">
        8、用户单独承担发布内容的责任。用户对服务的使用应符合国家法律法规的要求，同时用户必须遵循：
      </p>
      <p style="text-indent: 2em;">
        （1）从中国境内向外传输技术性资料时必须符合中国有关法规；
      </p>
      <p style="text-indent: 2em;">
        （2）使用网络服务不作非法用途；
      </p>
      <p style="text-indent: 2em;">
        （3）不干扰或混乱网络服务；
      </p>
      <p style="text-indent: 2em;">
        （4）遵守所有使用网络服务的网络协议、规定、程序和惯例；
      </p>
      <p style="text-indent: 2em;">
        （5）用户须承诺不传输任何非法的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、庸俗的，淫秽等信息资料。另外，用户也不能传输任何教唆他人构成犯罪行为的资料；不能传输助长国内不利条件和涉及国家安全的资料；不能传输任何不符合当地法规, 国家法律和国际法律的资料。
      </p>
      <p style="text-indent: 2em;">
        9、本协议依据国家相关法律法规规章制定，您同意严格遵守以下义务：
      </p>
      <p style="text-indent: 2em;">
        10、不得传输或发表：煽动抗拒、破坏宪法和法律、行政法规实施的言论，煽动颠覆国家政权，推翻社会主义制度的言论，煽动分裂国家、破坏国家统一的言论，煽动民族仇恨、民族歧视、破坏民族团结的言论；
      </p>
      <p style="text-indent: 2em;">
        （1）从中国大陆向境外传输资料信息时必须符合中国有关法规；
      </p>
      <p style="text-indent: 2em;">
        （2）不得利用本网站从事洗钱、窃取商业秘密、窃取个人信息等违法犯罪活动；
      </p>
      <p style="text-indent: 2em;">
        （3）不得干扰本网站的正常运转，不得侵入本网站及国家计算机信息系统；
      </p>
      <p style="text-indent: 2em;">
        （4）不得传输或发表任何违法犯罪的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、庸俗的，淫秽的、不文明的等信息资料；
      </p>
      <p style="text-indent: 2em;">
        （5）不得传输或发表损害国家社会公共利益和涉及国家安全的信息资料或言论；
      </p>
      <p style="text-indent: 2em;">
        （6）不得教唆他人从事本条所禁止的行为；
      </p>
      <p style="text-indent: 2em;">
        （7）不得利用在本网站注册的账户进行牟利性经营活动；
      </p>
      <p style="text-indent: 2em;">
        （8）不得发布任何侵犯他人隐私、个人信息、著作权、商标权等知识产权或合法权利的内容。
      </p>
      <p style="text-indent: 2em;">
        11、您须对自己在网上的言论和行为承担法律责任，您若在本网站上散布和传播反动、色情或其它违反国家法律的信息，本网站的系统记录有可能作为您违反法律的证据。
      </p>
      <p style="text-indent: 2em;">
        12、用户发送、传播的内容交与第三方投诉处理
      </p>
      <p style="text-indent: 2em;">
        （1）您通过本服务发送或传播的内容（包括但不限于网页、文字、图片、音频、视频、图表等）均由您自行承担责任；
      </p>
      <p style="text-indent: 2em;">
        （2）您发送或传播的内容应有合法来源，相关内容为您所有或您已获得权利人的授权。您同意韵之装可为履行本协议或提供本服务的目的而使用您发送或传播的内容；
      </p>
      <p style="text-indent: 2em;">
        （3）如果韵之装收到权利人通知，主张您发送或传播的内容侵犯其相关权利的，您同意韵之装有权采取删除、屏蔽或断开链接等措施；
      </p>
      <p style="text-indent: 2em;">
        （4）您使用本服务时不得违反国家法律法规、侵害他人合法权益。您理解并同意，如您被他人投诉侵权或您投诉他人侵权，韵之装有权将争议中相关方的主体、联系方式、投诉相关内容等必要信息提供给其他争议方或相关部门，以便及时解决投诉纠纷，保护他人合法权益。&nbsp;&nbsp;
      </p>
      <p style="text-indent: 2em;">
        &nbsp;13.您理解并同意，您在使用韵之装提供的服务时上传、提交、存储或发布的内容（包括但不限于文字、图片、视频、音频、动画等）均由您原创或已获合法授权。同时：
      </p>
      <p style="text-indent: 2em;">
        （1）您通过韵之装上传、提交、存储或发布的任何内容的知识产权归属您或原始著作权人所有，您的上传、提交、存储或发布行为不会侵犯他人的知识产权或其他合法权益；
      </p>
      <p style="text-indent: 2em;">
        （2）韵之装的部分服务会允许用户上载信息（包括但不限于任何文本、图片等）到韵之装平台和相关联的产品，您保证对其上载的信息拥有合法的所有权或授权，并确认：当您上载这些信息时，您同时不可撤销的授权韵之装永久免费使用这些信息，包括但不限于复制、修改、编辑、出版、翻译、发布、分发、传播、转载、表演、展示以及创作衍生内容等；为避免疑义，此处永久免费使用的权利包括韵之装将您上载于韵之装平台的信息资料传输予包括百度、今日头条等在内的第三方，供该等第三方于其网络平台展示和传播，您对此完全知情和同意，并无需韵之装或该等第三方对此支付任何报酬。同时，您同意韵之装将用户发表于本网站的内容授权给签订正式合作协议的合作伙伴转载，并注明用户和来源于韵之装。如您不同意上述许可，可停止上传或删除已上传的信息；
      </p>
      <p style="text-indent: 2em;">
        （3）韵之装尊重用户一切合法权益，并维护这些权益。如果您主张韵之装登载的任何内容、任何作品系来自其他用户盗用或引用，认为韵之装网站的任何内容或作品侵犯用户的著作权、商标权或其他合法权利的，请您通过平台展示的联系方式与平台联系并说明情况，韵之装会尽快采取相应措施；
      </p>
      <p style="text-indent: 2em;">
        （4）用户上载的内容不得违反任何法律法规或侵犯任何第三方的合法权利。除非韵之装另行承诺或法律法规另有要求，韵之装没有义务、没有能力监控用户上载内容的所有权、原创性和版权，也不对用户上载信息引起的任何名誉或财产损失负责。您应自行诚信向本平台提供内容，您保证提供的内容真实、准确、完整、合法有效。如果您提供的内容不合法、不真&nbsp; &nbsp; 实、不准确、不详尽的，您需承担因此引起的相应责任及后果，并且韵之装保留单方终止您使用本平台各项服务的权利。若因此给韵之装造成经济或其他方面损失的，包括但不限于由于您在韵之装上传的图片的版权问题，而遭受任何投诉、诉讼等，韵之装有权要求您赔偿由此造成的全部损失（包括但不限于各种赔偿费用、律师费、诉讼费、差旅费等）；
      </p>
      <p style="text-indent: 2em;">
        （5）如应政府部门的要求或"韵之装"发现用户涉嫌侵犯他人知识产权或其他合法权益时，"韵之装"有权向政府部门或权利人披露用户的全部登记信息及对"韵之装"平台的使用情况。
      </p>
      <p style="text-indent: 2em;">
        六、违约责任
      </p>
      <p style="text-indent: 2em;">
        1、如果韵之装发现或收到他人举报投诉您违反本协议约定或存在任何恶意行为的，韵之装有权不经通知随时对相关内容进行删除、屏蔽，并视行为情节对违规帐号处以包括但不限于警告、限制或禁止使用部分或全部功能、帐号封禁、注销等处罚，并公告处理结果。
      </p>
      <p style="text-indent: 2em;">
        2、韵之装有权依据合理判断对违反有关法律法规或本协议规定的行为采取适当的法律行动， 并依据法律法规保存有关信息向有关部门报告等，您应独自承担由此而产生的一切法律责任。&nbsp; &nbsp; &nbsp;
      </p>
      <p style="text-indent: 2em;">
        3、您理解并同意，因您违反本协议或相关服务条款的规定，导致或产生第三方主张的任何索赔、要求或损失，您应当独立承担责任；韵之装因此遭受损失的，您也应当一并赔偿。
      </p>
      <p style="text-indent: 2em;">
        4、除非另有明确的书面说明,韵之装不对本网站的运营及其包含在本网站上的信息、内容、材料、产品（包括软件）或服务作任何形式的、明示或默示的声明或担保（根据中华人民共和国法律另有规定的以外）。
      </p>
      <p style="text-indent: 2em;">
        七、不可抗力及其他免责事由
      </p>
      <p style="text-indent: 2em;">
        1、您理解并同意，在使用本服务的过程中，可能会遇到不可抗力等风险因素，使本服务发生中断。不可抗力是指不能预见、不能克服并不能避免且对一方或双方造成重大影响的客观事件，包括但不限于自然灾害如洪水、地震、瘟疫流行和风暴等以及社会事件如战争、动乱、政府行为等。出现上述情况时，韵之装将努力在第一时间与相关单位配合，及时进行修复， 但是由此给您造成的损失韵之装在法律允许的范围内免责。
      </p>
      <p style="text-indent: 2em;">
        2、在法律允许的范围内，韵之装对以下情形导致的服务中断或受阻不承担责任：
      </p>
      <p style="text-indent: 2em;">
        （1）受到计算机病毒、木马或其他恶意程序、黑客攻击的破坏；
      </p>
      <p style="text-indent: 2em;">
        （2）用户或韵之装的电脑软件、系统、硬件和通信线路出现故障；
      </p>
      <p style="text-indent: 2em;">
        （3）用户操作不当；
      </p>
      <p style="text-indent: 2em;">
        （4）用户通过非韵之装授权的方式使用本服务；
      </p>
      <p style="text-indent: 2em;">
        （5）其他韵之装无法控制或合理预见的情形。
      </p>
      <p style="text-indent: 2em;">
        3、您理解并同意，在使用本服务的过程中，可能会遇到网络信息或其他用户行为带来的风险， 韵之装不对任何信息的真实性、适用性、合法性承担责任，也不对因侵权行为给您造成的损害负责。这些风险包括但不限于：
      </p>
      <p style="text-indent: 2em;">
        （1）来自他人匿名或冒名的含有威胁、诽谤、令人反感或非法内容的信息；
      </p>
      <p style="text-indent: 2em;">
        （2）因使用本协议项下的服务，遭受他人误导、欺骗或其他导致或可能导致的任何心理、 生理上的伤害以及经济上的损失；
      </p>
      <p style="text-indent: 2em;">
        （3）其他因网络信息或用户行为引起的风险。
      </p>
      <p style="text-indent: 2em;">
        4、韵之装依据本协议约定获得处理违法违规内容的权利，该权利不构成韵之装的义务或承诺，韵之装不能保证及时发现违法行为或进行相应处理。
      </p>
      <p style="text-indent: 2em;">
        5、韵之装及本平台因合同、诉讼或者仲裁而负担的全部赔偿责任（如有），不论是合同、保证、侵权（包括过失）项下的还是其它的责任，均不超过您所购买的与该索赔有关的商品价值额。
      </p>
      <p style="text-indent: 2em;">
        八、服务的生效与变更
      </p>
      <p style="text-indent: 2em;">
        1、您使用韵之装的服务即视为您已阅读本协议并接受本协议的约束。
      </p>
      <p style="text-indent: 2em;">
        2、根据国家法律法规变化及本网站运营需要，韵之装有权对本协议条款及相关规则不时地进行修改，修改后的内容一旦以任何形式按照国家法律法规要求的方式公布在本网站上即生效，并取代此前相关内容，您应不时关注本网站公告、提示信息及协议、规则等相关内容的变动。如果您对本协议的修改有异议，或对韵之装网的服务不满，您可以在公示期限内行使如下权利：停止使用韵之装网的网络服务；或，通过客服等渠道告知韵之装网停止对其服务。结束服务后，用户使用韵之装网络服务的权利立即终止。在此情况下，韵之装没有义务传送任何信息或服务给用户或任何无直接关系的第三方。
      </p>
      <p style="text-indent: 2em;">
        3、本协议条款变更后，如果您继续使用韵之装提供的软件或服务，即视为您已接受修改后的协议。如果您不接受修改后的协议，应当停止使用韵之装提供的软件或服务。
      </p>
      <p style="text-indent: 2em;">
        九、服务的变更、中断及终止
      </p>
      <p style="text-indent: 2em;">
        1、韵之装可能会对服务内容进行变更，也可能会中断、中止或终止服务。
      </p>
      <p style="text-indent: 2em;">
        2、您理解并同意，韵之装有权自主决定经营策略。在韵之装发生合并、分立、收购、资产转让时，韵之装可向第三方转让本服务下相关资产；韵之装也可在单方通知您后，将本协议下部分或全部服务转交由第三方运营或履行。具体受让主体以韵之装通知的为准。&nbsp;
      </p>
      <p style="text-indent: 2em;">
        3、如发生下列任何一种情形，韵之装有权不经通知而中断或终止向您提供的服务：
      </p>
      <p style="text-indent: 2em;">
        （1）根据法律规定您应提交真实信息，而您提供的个人资料不真实、或与注册时信息不一致又未能提供合理证明；
      </p>
      <p style="text-indent: 2em;">
        （2）您违反相关法律法规或本协议的约定；
      </p>
      <p style="text-indent: 2em;">
        （3）按照法律规定或主管部门的要求；
      </p>
      <p style="text-indent: 2em;">
        （4）出于安全的原因或其他必要的情形。
      </p>
      <p style="text-indent: 2em;">
        4、韵之装有权按双方另行签订的收费服务合同（若有）进行收费。若您未按时足额付费，韵之装有权中断、中止或终止提供服务。
      </p>
      <p style="text-indent: 2em;">
        5、您有责任自行备份存储在本服务中的数据。如果您的服务被终止，韵之装可以从服务器上永久地删除您的数据,但法律法规另有规定的除外。服务终止后，韵之装没有义务向您返还数据。
      </p>
      <p style="text-indent: 2em;">
        十、管辖与法律适用
      </p>
      <p style="text-indent: 2em;">
        1、本协议的订立、执行和解释及争议的解决均应适用中华人民共和国大陆地区法律（不包括 冲突法）。如双方就本协议内容或其执行发生任何争议，双方应尽力友好协商解决；协商不成时，任何一方均可向协议签订地人民法院提起诉讼。本协议签订地为中华人民共和国定州市。
      </p>
      <p style="text-indent: 2em;">
        2、如果本协议中任何一条被视为废止、无效或因任何理由不可执行，该条应视为可分的且并不影响任何其余条款的有效性和可执行性。
      </p>
      <p style="text-indent: 2em;">
        3、本协议未明示授权的其他权利仍由韵之装保留，您在行使这些权利时须另外取得韵之装的书面许可。韵之装如果未行使前述任何权利，并不构成对该权利的放弃。
      </p>
      <p style="text-indent: 2em;">
        4、本协议所有条款的标题仅为阅读方便，本身并无实际涵义，不能作为本协议涵义解释的依据。
      </p>
      <p style="text-indent: 2em;">
        十一、版权声明
      </p>
      <p style="text-indent: 2em;">
        1、定州荣格工程项目管理有限公司（以下简称“荣格公司”）拥有韵之装网站（www.dzronge.com） 内所有资料的版权。
      </p>
      <p style="text-indent: 2em;">
        2、荣格公司对其发行的或与合作公司共同发行的包括但不限于产品或服务的全部内容及韵之装网站上的材料拥有版权等知识产权受法律保护。未经本公司书面许可，任何单位及个人不得以任何方式或理由对上述产品、服务、信息、材料的任何部分进行使用、复制、修改、摘抄、传播或与其它产品捆绑使用、销售。
      </p>
      <p style="text-indent: 2em;">
        3、凡侵犯本公司版权等知识产权的，本公司必依法追究其法律责任。
      </p>
      <p style="text-indent: 2em;">
        4、本公司法律事务部受本公司指示，特此郑重法律声明！
      </p>
      <p style="text-indent: 2em;">
        十二、商标声明
      </p>
      <p style="text-indent: 2em;">
        1、“韵之装”和韵之装 LOGO 商标或标识均为荣格公司享有的商品及服务商标和商号未经本公司或商标权人书面许可，任何单位及个人不得以任何方式或理由对该商标的任何部分进行使用、复制、修改、传播、抄录或与其它产品捆绑使用销售。
      </p>
      <p style="text-indent: 2em;">
        2、本公司法律事务部受本公司指示，特此郑重法律声明！凡侵犯本公司商标权的，我公司必依法追究其法律责任。
      </p>
      <p>
        <br>
      </p>
    </div>
  </div>
</template>

<script>
  export default {
    name: "xieyi"
  }
</script>

<style scoped lang="scss">

</style>